{
    "title": "Shaping the Future for Next-Gen AI: Innovation Hub, Data Factory, and AI University",
    "image": "https://ailib-public.s3-us-west-2.amazonaws.com/corbett/arani@ailibrary.ai/shutterstock_2018729366.jpg",
    "date": "Wed, 22 Jan 2025",
    "time": "12:45 – 13:30 Hrs",
    "namespace": "ai-for-good-roundtable-20250106093418",
    "location": "Andhra Pradesh Lounge at Atlantis (Ground Floor), Grandhotel Belvedere, 89 Promenade",
    "primary_logo": {
      "href": "/AP-logo.png"
    },
    "secondary_logo": {
      "href": "/NVIDIA.svg",
      "title": "In association with"
    },
    "sections": [
      {
        "body": "This roundtable will explore how Andhra Pradesh can establish itself as a global hub for next-generation AI by fostering innovation, implementing cutting-edge solutions, and strengthening its integration into the global technology ecosystem."
      },
      {
        "title": "Objectives",
        "body": "Andhra Pradesh recognizes the transformative potential of AI in revolutionizing industries, enhancing public services, and driving sustained economic growth. By collaborating with NVIDIA and other global leaders, the state aims to realize this vision across key focus areas:\n- **Positioning as a Global AI Hub:** With the global AI market expected to reach $826 billion by 2030, Andhra Pradesh is strategically aiming to attract investments, foster job creation, and accelerate economic development by becoming a next-generation AI innovation hub.\n- **Workforce Development for an AI-Driven Future:** Partnerships with leading organizations can enable the development of specialized training programs, equipping the state's youth with essential AI and industry-relevant skills to prepare for future opportunities.\n- **Establishing a Transformative AI University:** The proposed AI university in Andhra Pradesh is poised to be a game-changer. It will require the creation of a conducive AI ecosystem, including advanced resources, skill development initiatives, and robust collaborations with academia, civil societies, private institutions, and global industry leaders.\n- **AI Applications Across Key Sectors:** Andhra Pradesh aims to leverage global expertise to implement AI-driven solutions in agriculture, healthcare, education, and governance, boosting productivity and addressing critical citizen needs.\n* **Building Robust Infrastructure for Innovation:**\nBy creating an AI hub with state-of-the-art infrastructure, Andhra Pradesh can foster sustained innovation and position itself as a global leader in AI technology."
      },
      {
        "title": "Discussion Themes",
        "body": "- Strategies to attract investments and establish Andhra Pradesh as a leader in the global AI ecosystem.\n- Frameworks for building an inclusive and scalable AI innovation hub.\n- Opportunities for skill development and workforce readiness through industry-academia partnerships.\n- Use cases demonstrating AI's transformative potential in agriculture, healthcare, education, and governance.\n\nThis session will set the stage for Andhra Pradesh to become a global epicenter for AI, shaping a sustainable and innovative future."
      }
    ],
    "speaker_section_title": "Speakers",
    "people": [
      {
        "name": "Nara Lokesh",
        "role": "Hon’ble Minister for Human Resource Development, IT, Electronics & Communications, and Real Time Governance",
        "organisation": "Government of Andhra Pradesh",
        "imageUrl": "https://theleaderspage.com/wp-content/uploads/2020/07/nara-lokesh.jpg",
        "twitter": "",
        "linkedin": "",
        "description": "",
        "extra_info": "Led by"
      },
      {
        "name": "Vishal Dhupar",
        "role": "Managing Director, Asia South",
        "organisation": "NVIDIA",
        "description": "",
        "href": "#",
        "imageUrl": "https://blogs.nvidia.com/wp-content/uploads/2024/10/cropped-Vishal_Dhupar.jpg"
      },
      {
        "name": "Ricardo Hausmann",
        "role": "Founder & Director, Growth Lab",
        "organisation": "Harvard University USA",
        "description": "",
        "href": "#",
        "imageUrl": "https://growthlab.hks.harvard.edu/sites/projects.iq.harvard.edu/files/growthlab/files/faculty_hausmann_ricardo_ms022_square.jpg?m=1716229766"
      },
      {
        "name": "Jay Lee",
        "role": "Clark Distinguished Professor and Director, Industrial Artificial Intelligence Center",
        "organisation": "University of Maryland",
        "imageUrl": "https://faculty.eng.umd.edu/sites/faculty.eng.umd.edu/files/profile_images/Jay%20Lee%20UMD%20Photo%202024%202%20MB.jpg"
      },
      {
        "name": "Sadie Creese",
        "role": "Professor of Cybersecurity",
        "organisation": "University of Oxford",
        "imageUrl": "https://cdn.jwplayer.com/thumbs/2QOqkHCt-1280.jpg"
      },
      {
        "name": "Niraj Shah",
        "role": "Executive Editor",
        "organisation": "NDTV Profit",
        "imageUrl": "https://images.assettype.com/bloombergquint/2022-12/c55322a2-2c60-471f-bbd8-f7023548629a/thumbnail_niraj.png",
        "extra_info": "Moderator"
      }
    ]
  }
  