{
    "title": "Round Table: The Next Wave – Pioneering the Blue Economy of Tomorrow",
    "image": "https://ailib-public.s3-us-west-2.amazonaws.com/corbett/arani@ailibrary.ai/ports.jpg",
    "date": "Tue, 21 Jan 2025",
    "time": "18:45 - 19:30 Hrs",
    "description": "This roundtable will examine Andhra Pradesh’s vast potential to lead the next-generation blue economy by leveraging its 1,053.7 km coastline and abundant maritime resources. Discussions will focus on how the state can boost exports, foster sustainable growth, and attract investments in seafood, ports, renewable energy, and marine innovation.",
    "location": "Andhra Pradesh Lounge at Atlantis (Ground Floor), Grandhotel Belvedere, 89 Promenade",
    "primary_logo": {
      "href": "/AP-logo.png"
    },
    "secondary_logo": {
      "href": "https://ailib-public.s3-us-west-2.amazonaws.com/corbett/arani@ailibrary.ai/1632725060447.jpeg",
      "title": "In association with"
    },
    "sections": [
      {
        "body": "This roundtable will examine Andhra Pradesh’s vast potential to lead the next-generation blue economy by leveraging its 1,053.7 km coastline and abundant maritime resources. Discussions will focus on how the state can boost exports, foster sustainable growth, and attract investments in seafood, ports, renewable energy, and marine innovation."
      },
      {
        "title": "Objectives",
        "body": "Andhra Pradesh is on a path to achieving a $2 trillion economy by 2047, with port-led development playing a pivotal role in its journey to becoming a key maritime state. By building world-class infrastructure and embracing sustainable practices, the state is positioned to lead the blue economy while fostering industrial growth and job creation.\nKey highlights include:\n- **Export Leadership in Seafood:** In 2023-24, Visakhapatnam Port processed 3.14 lakh tonnes of seafood valued at over $2 billion, contributing 30% of India's seafood exports. Andhra Pradesh has emerged as the top exporter of frozen shrimp from India, underscoring its prominence in global seafood markets.\n- **Strategic Ports and Cargo Handling:** With six operational ports, including Visakhapatnam---India's largest cargo-handling port in FY23 at 74.3 million tonnes---and four additional ports under development, Andhra Pradesh handles 198 million tonnes of cargo annually. Its strategic location on the Bay of Bengal enables reduced export costs and competitive excellence in seafood, minerals, and marine products.\n- **Renewable Energy Opportunities:** Andhra Pradesh's 17 GW offshore wind energy potential aligns with its clean energy goals. Innovations like solar-powered cold chains and fuel-efficient fishing vessels offer pathways to transform the fisheries supply chain while reducing carbon emissions. \n* **Sustainable Growth through Coastal Development:**\nThe state's focus on sustainable fishing, renewable energy, and industrial corridors strengthens its position as a blue economy leader. Andhra Pradesh is uniquely advantaged, being the only state with three industrial corridors and several coastal corridors for accelerated development."
      },
      {
        "title": "Discussion Themes",
        "body": "- Strategies to attract global investments in seafood, ports, and marine innovation.\n- Opportunities in offshore wind energy and clean energy transitions for the maritime sector.\n- Advancing sustainable fishing practices and reducing the carbon footprint of marine industries.\n- Building world-class infrastructure to position Andhra Pradesh as a premier hub for the blue economy.\n\n This session will pave the way for Andhra Pradesh to harness its coastal and maritime strengths, pioneering a sustainable and prosperous future for the blue economy."
      }
    ],
    "speaker_section_title": "Speakers",
    "people": [
      {
        "name": "N. Chandrababu Naidu",
        "role": "Hon’ble Chief Minister of Andhra Pradesh",
        "organisation": "Government of Andhra Pradesh",
        "imageUrl": "https://assets.weforum.org/sf_account/image/hcYSD6hIE5ps-20Aagn4hwbA_zFMHouPHepwjcXoZss.jpeg",
        "twitter": "",
        "linkedin": "",
        "description": "",
        "extra_info": "Led by"
      },
      {
        "name": "Jacques Vandermeiren",
        "role": "Chief Executive Officer",
        "organisation": "Port of Antwerp-Bruges, Belgium",
        "description": "",
        "href": "#",
        "imageUrl": "https://zapdrupalfilesprod.s3.eu-central-1.amazonaws.com/bia/styles/large_free/s3/2023-08/jaak%20van%20der%20meiren%20%20DSC_8598%20Marco%20Mertens.JPG?VersionId=WTxZJEsewhfz9Sj1z5ZV218.9.BL3v.g&itok=ORpfB8TZ"
      },
      {
        "name": "Boudewjin Siemons",
        "role": "Chief Executive Officer",
        "organisation": "Port of Rotterdam, Netherlands",
        "description": "",
        "href": "#",
        "imageUrl": "https://shippingtelegraph.com/wp-content/uploads/2023/05/ROTTERDAM.jpg"
      },
      {
        "name": "Shereen Bhan",
        "role": "Managing Editor",
        "organisation": "CNBC-TV18",
        "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS4B6S7OMAAyLnK9MbR9I-yBiEbOhB0rA1zJw&s",
        "extra_info": "Moderator"
      }
    ]
  }
  