{
  "title": "Round Table: The Next Wave – Pioneering the Blue Economy of Tomorrow",
  "image": "",
  "objectives": "This roundtable will explore Andhra Pradesh’s potential as a leader in the next-generation blue economy, leveraging its 1053.7 km coastline and rich maritime resources to boost exports, drive sustainable growth, and attract investments in seafood, ports, and marine innovation.",
  "date": "Tue, 21 Jan 2025",
  "time": "18:45 - 19:30 Hrs",
  "namespace": "ai-for-good-roundtable-20250106093418",
  "location": "Andhra Pradesh Lounge at Atlantis (Ground Floor), Grandhotel Belvedere, 89 Promenade",
  "description": "Andhra Pradesh is leveraging AI to address its growing needs and drive sectoral transformation: \n- Partnering with Google, the state aims to harness AI to boost economic prosperity, creating market-ready solutions and new revenue streams. \n- With a 67% literacy rate, AI can enhance learning outcomes, improving youth employability and skill development. \n- AI-driven diagnostics and solutions can improve maternal and child nutrition, risk assessments, and affordable healthcare delivery, particularly in rural areas.\n- AI can optimize crop yield predictions, enhance food security, and strengthen market linkages for the state’s farmers, contributing over 29% to GSDP. \n- Data-driven AI can improve public services, decision-making, and transparency, positioning Andhra Pradesh as a leader in AI innovation.\n- It will be key to explore how AI can transform key sectors in Andhra Pradesh, by highlighting specific use cases such as urban mobility, precision agriculture, predictive healthcare, and renewable energy management.",
  "people": [
    {
      "name": "N. Chandrababu Naidu",
      "role": "Hon’ble Chief Minister of Andhra Pradesh",
      "organisation": "Government of Andhra Pradesh",
      "imageUrl": "https://assets.weforum.org/sf_account/image/hcYSD6hIE5ps-20Aagn4hwbA_zFMHouPHepwjcXoZss.jpeg",
      "twitter": "",
      "linkedin": "",
      "description": "",
      "extra_info": "Led by"
    },
    {
      "name": "Jacques Vandermeiren",
      "role": "Chief Executive Officer",
      "organisation": "Port of Antwerp-Bruges, Belgium",
      "description": "",
      "href": "#",
      "imageUrl": "https://zapdrupalfilesprod.s3.eu-central-1.amazonaws.com/bia/styles/large_free/s3/2023-08/jaak%20van%20der%20meiren%20%20DSC_8598%20Marco%20Mertens.JPG?VersionId=WTxZJEsewhfz9Sj1z5ZV218.9.BL3v.g&itok=ORpfB8TZ"
    },
    {
      "name": "Boudewjin Siemons",
      "role": "Chief Executive Officer",
      "organisation": "Port of Rotterdam, Netherlands",
      "description": "",
      "href": "#",
      "imageUrl": "https://shippingtelegraph.com/wp-content/uploads/2023/05/ROTTERDAM.jpg"
    },
    {
      "name": "Shereen Bhan",
      "role": "Managing Editor",
      "organisation": "CNBC-TV18",
      "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS4B6S7OMAAyLnK9MbR9I-yBiEbOhB0rA1zJw&s",
      "extra_info": "Moderator"
    }
  ]
}